export const PROFILE_DATA = {
  jobTitle: 'WEBフロントエンドエンジニア',
  name: '松葉一八',
  description: `実務歴5年目（フルリモート）です。
年単位での継続プロジェクト経験が複数ございます。

おもな受注実績は、
観光・宿泊施設サイト30サイト超の長期保守、企業サイトのリニューアルへのチーム参画、ECサイトの継続的な改修サポート、独自CMSにおける4テーマテンプレート納品プロジェクトです。

コミュニケーション経験は、
クライアントとエンド直で伴走する形や、下請けとして固定要件を遂行する形それぞれあります。連携手段は、チャット・電子メール・オンラインミーティング、あるいはプラットフォームのメッセージの使い分けです。

プロとして重要視しているのは、クライアントが抱える顕在・潜在課題に対していかに貢献できるかです。

具体的な実装では、要求・要件の達成に加えて、
・ターゲットユーザーにとって不満がなく
・クライアントにとって管理しやすく
・後にコードを編集することになる同業者にとって扱いやすい

そのような実装を追求しております。

独学かつ実務で培った自己解決力がお役に立つこともあるかと存じます。
この先にご縁がありましたら、その時は宜しくお願い申し上げます。

`,
  images: {
    sp: '/assets/images/home/about-profile-sp.jpg',
    pc: '/assets/images/home/about-profile-pc.jpg',
  },
} as const;
