export const PROFILE_DATA = {
  jobTitle: 'WEBフロントエンドエンジニア',
  name: '松葉一八',
  description: `実務歴5年で全てのプロジェクトをフルリモートで完結してまいりました。年単位の継続プロジェクト経験が複数ございます。

主な実績は、観光・宿泊施設サイト30サイト超の長期保守、ECサイトの継続的な改修サポート、独自CMSにおける4テーマテンプレート納品プロジェクトなどです。

エンドクライアントと二人三脚で伴走する形や下請けとしてチーム参画等、様々なコミュニケーション経験があります。可能な連携手段も、チャットやオンラインミーティング、プラットフォームのメッセージ機能など多様です。

納品プロジェクトでは、要件の達成に加えて以下のような実装を目指します。
・ターゲットユーザーの不満が少ない
・クライアントが管理しやすい
・後にコードを編集する同業者にとって扱いやすい実装コード

これまで多くのご助力に支えられながら経験を積んでまいりました。今後はこの知見で皆様のお役に立って行きたい所存です。

行く先でご縁がありましたら、その時は何卒宜しくお願い申し上げます。
`,
  images: {
    sp: '/assets/images/home/about-profile-sp.jpg',
    pc: '/assets/images/home/about-profile-pc.jpg',
  },
} as const;
